{
    "Analytical Ability": "In my role as a Financial Analyst at Luminys Systems Corp. and previously as a Data Analyst at Tripalink, I have developed a strong foundation in data analysis, database management systems, and business intelligence. At Luminys, I focused on financial planning, budgeting, and cash flow forecasting, working closely with project managers to refine budget allocations and improve financial efficiency. At Tripalink, I conducted in-depth product analyses of the company CRM system, optimized data collection pipelines, and developed dashboards to track key business metrics.",
    "Programming Skills": "I am proficient in SQL and Python for data manipulation, financial modeling, and predictive analytics. My expertise includes regression modeling, classification modeling, and clustering analysis, which I have applied to forecast financial performance and optimize business strategies. Additionally, I have extensive experience in data cleaning, exploratory data analysis, and dashboard creation to visualize KPIs and enhance decision-making. My strong foundation in statistics and probability enables me to evaluate different scenarios and develop accurate predictive models.",
    "Soft Skills": "Beyond technical expertise, my experiences at Luminys Systems Corp, Tripalink, and Ernst & Young have strengthened my communication, problem-solving, and stakeholder management skills. I have successfully collaborated with cross-functional teams, presented data-driven insights to executives, and adapted to high-pressure environments with tight deadlines. My ability to bridge the gap between data analysis and business strategy makes me a strong candidate for this role.",
    "Financial Acumen": "Throughout my career at Luminys Systems Corp and Ernst & Young, I have built a strong foundation in accounting and finance. I have gained hands-on experience across key financial functions, including accounts payable and receivable, cash management, and fixed asset accounting. In addition, I have been actively involved in budget planning and financial analysis, enabling me to deliver actionable insights that support business decision-making and operational efficiency."
}
